Repository: vladimirbright/linkbank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Email
ru: Электронная почта

source: Wrong symbols
ru: Неверные символы

source: Type simbols
ru: Напечатайте символы с изображения

source: User with this email already exist
ru: Пользователь с таким email уже зарегитрирован

source: Added
ru: Добавлено

source: Url
ru: Ссылка

source: Owner
ru: Добавивший

source: Title
ru: Заголовок

source: Description
ru: Описание

source: Tags cache
ru: Кеш тегов

source: Tags
ru: Теги

source: Tag instance required
ru: Объект Tag необходим

source: Add link
ru: Положить ссылку

source: Deleting bookmarks by permalinks is disabled
ru: Удаление закладок по прямой ссылке запрещено

source: Only via ajax
ru: Только через ajax

source: Bookmark doesn't exist or not yours
ru: Закладка не существует или она не ваша

source: FUUUUUUUU, insert correct url with http://
ru: FUUUUUUUU, введите корректный url с http://

source: Tag
ru: Тег

source: Put link to bank!
ru: Положить ссылку в банк!

source: Your links
ru: Ваши ссылки

source: Bookmarklets
ru: Букмарклеты

source: About
ru: О сайте

source: Bookmarks Bank
ru: Банк для закладок

source: Sign in
ru: Войти

source: Sign up
ru: Зарегистрироваться

source: All done!
ru: Все сделано, приятель!

source: Close this window
ru: Закрыть это окно

source: Close
ru: Закрыть

source: All links
ru: Все ссылки

source: Links
ru: Ссылки

source: Edit this bookmark
ru: Редактировать закладку

source: edit
ru: редактировать

source: Delete this link
ru: Удалить эту закладку

source: delete
ru: удалить

source: Empty result
ru: Нет результатов

source: You don't add any tags
ru: Нет тегов

source: Really delete
ru: Правда удалить

source: Yes, erase it!
ru: Да, удалите это!

source: Edit
ru: Редактировать

source: Save
ru: Сохранить

source: Your links in bank!
ru: Ваши ссылки в банке

source: Sign out from site
ru: Выйти

source: View mode:
ru: Отображение:

source: minimum
ru: минимальное

source: normal
ru: нормальное

source: maxmimum
ru: максимальное

source: Profile, settings, password change & etc
ru: Профиль, настройки, смена пароля и т.д.

source: Only href
ru: Только ссылка

source: Drag this to your browser toolbar
ru: Перетащите эту ссылку на панель закладок своего браузера

source: To bank
ru: В банк

source: Href & title
ru: Ссылка и title

source: About bookmarklets
ru: О букмарклетах

source: previous
ru: пред.

source: next
ru: след.

source: Hello, new dear!
ru: Привет, новый пользователь!

source: Back to
ru: Вернуться на

source: main
ru: главную

source: or maybe
ru: или может быть

source: sign in
ru: войти

source: Hello, dear!
ru: Привет, дорогуша!

source: resiter
ru: зарегистрироваться
